Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Your ln(RMSSD) is compared against your own history (up to 60 days). Until 7 nights the comparison is deliberately cautious, so early scores stay near the middle.
ar: يُقارن ln(RMSSD) لديك بتاريخك الشخصي (حتى 60 يومًا). حتى 7 ليالٍ تكون المقارنة حذرة عن قصد، فتبقى النتائج المبكرة قرب المنتصف.
da: Din ln(RMSSD) sammenlignes med din egen historik (op til 60 dage). Indtil 7 nætter er sammenligningen bevidst forsigtig, så de tidlige scorer holder sig nær midten.
de: Dein ln(RMSSD) wird mit deinem eigenen Verlauf (bis zu 60 Tage) verglichen. Bis zu 7 Nächten ist der Vergleich bewusst vorsichtig, sodass frühe Werte nahe der Mitte bleiben.
es: Tu ln(RMSSD) se compara con tu propio historial (hasta 60 días). Hasta las 7 noches la comparación es deliberadamente prudente, así que las primeras puntuaciones se quedan cerca del centro.
fi: ln(RMSSD)-arvoasi verrataan omaan historiaasi (enintään 60 päivää). 7 yöhön asti vertailu on tarkoituksella varovainen, joten alkuvaiheen pisteet pysyvät lähellä keskikohtaa.
fr: Votre ln(RMSSD) est comparé à votre propre historique (jusqu’à 60 jours). Avant 7 nuits, la comparaison est volontairement prudente ; les premiers scores restent donc près du milieu.
is: ln(RMSSD) þitt er borið saman við þína eigin sögu (allt að 60 daga). Fram að 7 nóttum er samanburðurinn vísvitandi varfærinn, svo fyrstu stigin haldast nálægt miðju.
it: Il tuo ln(RMSSD) viene confrontato con il tuo storico (fino a 60 giorni). Fino a 7 notti il confronto è volutamente prudente, quindi i primi punteggi restano vicino al centro.
ja: ln(RMSSD) はあなた自身の履歴（最大 60 日）と比較されます。7 夜分たまるまでは比較を意図的に慎重にしているため、初期のスコアは中央付近にとどまります。
ko: ln(RMSSD)를 본인의 기록(최대 60일)과 비교합니다. 7일 밤이 쌓이기 전까지는 비교를 의도적으로 신중하게 하므로 초기 점수는 중간 근처에 머뭅니다.
nb: ln(RMSSD) sammenlignes med din egen historikk (opptil 60 dager). Fram til 7 netter er sammenligningen bevisst forsiktig, så de første scorene holder seg nær midten.
nl: Je ln(RMSSD) wordt vergeleken met je eigen geschiedenis (tot 60 dagen). Tot 7 nachten is de vergelijking bewust voorzichtig, zodat vroege scores rond het midden blijven.
pt_br: Seu ln(RMSSD) é comparado com seu próprio histórico (até 60 dias). Até 7 noites, a comparação é propositalmente cautelosa, então as primeiras pontuações ficam perto do meio.
ru: Ваш ln(RMSSD) сравнивается с вашей собственной историей (до 60 дней). До 7 ночей сравнение намеренно осторожное, поэтому ранние оценки остаются ближе к середине.
sv: Din ln(RMSSD) jämförs med din egen historik (upp till 60 dagar). Fram till 7 nätter är jämförelsen medvetet försiktig, så tidiga poäng håller sig nära mitten.
zh_hans: 你的 ln(RMSSD) 会与你自己的历史（最多 60 天）进行比较。在满 7 晚之前，比较有意保持谨慎，因此早期评分会停留在中间附近。

source: Your overnight resting heart rate, compared against your own baseline.
ar: معدل ضربات قلبك أثناء الراحة ليلًا، مقارنةً بخط أساسك الشخصي.
da: Din hvilepuls om natten sammenlignet med din egen baseline.
de: Deine nächtliche Ruheherzfrequenz, verglichen mit deiner eigenen Baseline.
es: Tu frecuencia cardíaca en reposo nocturna, comparada con tu propia línea base.
fi: Yön aikainen leposykkeesi verrattuna omaan perustasoosi.
fr: Votre fréquence cardiaque au repos pendant la nuit, comparée à votre propre référence.
is: Hvíldarpúlsinn þinn yfir nóttina, borinn saman við þitt eigið grunngildi.
it: La tua frequenza cardiaca a riposo notturna, confrontata con la tua linea di base.
ja: 夜間の安静時心拍数を、あなた自身のベースラインと比較したものです。
ko: 야간 안정 시 심박수를 본인의 기준선과 비교한 것.
nb: Hvilepulsen din over natten, sammenlignet med din egen grunnlinje.
nl: Je rusthartslag ’s nachts, vergeleken met je eigen basislijn.
pt_br: Sua frequência cardíaca de repouso durante a noite, comparada com sua própria linha de base.
ru: Ваш ночной пульс в покое по сравнению с вашим базовым уровнем.
sv: Din vilopuls under natten, jämförd med din egen baslinje.
zh_hans: 你的夜间静息心率，与你自己的基线比较。

source: Your parasympathetic system is responding well — strong recovery capacity for your age
ar: جهازك نظير الودي يستجيب جيدًا — قدرة تعافٍ قوية بالنسبة لعمرك
da: Dit parasympatiske system reagerer godt — stærk restitutionskapacitet for din alder
de: Dein parasympathisches System reagiert gut — starke Erholungsfähigkeit für dein Alter
es: Tu sistema parasimpático responde bien: gran capacidad de recuperación para tu edad
fi: Parasympaattinen järjestelmäsi reagoi hyvin — vahva palautumiskyky ikäisellesi
fr: Votre système parasympathique répond bien — bonne capacité de récupération pour votre âge
is: Parasympatíska kerfið þitt bregst vel við — sterk batageta miðað við aldur
it: Il tuo sistema parasimpatico risponde bene: buona capacità di recupero per la tua età
ja: 副交感神経系がよく反応しています — 年齢のわりに回復力が高い状態です
ko: 부교감신경계가 잘 반응하고 있습니다 — 나이에 비해 강한 회복 능력
nb: Det parasympatiske systemet ditt responderer godt — sterk restitusjonskapasitet for alderen din
nl: Je parasympathische systeem reageert goed — sterk herstelvermogen voor je leeftijd
pt_br: Seu sistema parassimpático está respondendo bem — boa capacidade de recuperação para a sua idade
ru: Ваша парасимпатическая система хорошо откликается — высокая способность к восстановлению для вашего возраста
sv: Ditt parasympatiska system svarar väl — stark återhämtningsförmåga för din ålder
zh_hans: 你的副交感神经系统反应良好 — 在你的年龄段恢复能力很强

source: Your parasympathetic tone is starting a gradual, natural decline. Aerobic fitness and sleep quality become increasingly important levers for maintaining strong HRV.
ar: تبدأ نبرة جهازك نظير الودي انخفاضًا تدريجيًا طبيعيًا. تصبح اللياقة الهوائية وجودة النوم رافعتين متزايدتي الأهمية للحفاظ على HRV قوي.
da: Din parasympatiske tonus begynder et gradvist, naturligt fald. Aerob kondition og søvnkvalitet bliver stadig vigtigere greb til at bevare en stærk HRV.
de: Dein parasympathischer Tonus beginnt allmählich und natürlich abzunehmen. Aerobe Fitness und Schlafqualität werden immer wichtigere Hebel, um eine starke HRV zu erhalten.
es: Tu tono parasimpático empieza un descenso gradual y natural. La forma aeróbica y la calidad del sueño se vuelven palancas cada vez más importantes para mantener una buena HRV.
fi: Parasympaattinen sävysi on alkamassa asteittain, luonnollisesti laskea. Aerobinen kunto ja unen laatu ovat yhä tärkeämpiä keinoja vahvan HRV:n ylläpitämiseen.
fr: Votre tonus parasympathique commence un déclin progressif et naturel. La forme aérobie et la qualité du sommeil deviennent des leviers de plus en plus importants pour maintenir une bonne HRV.
is: Parasympatísk virkni þín er að byrja hægfara, náttúrulega lækkun. Þolþjálfun og svefngæði verða sífellt mikilvægari leiðir til að viðhalda sterku HRV.
it: Il tuo tono parasimpatico sta iniziando un calo graduale e naturale. Forma aerobica e qualità del sonno diventano leve sempre più importanti per mantenere un'HRV elevata.
ja: 副交感神経の緊張は、緩やかで自然な低下が始まる時期です。強い HRV を保つには、有酸素能力と睡眠の質がますます重要な手段になります。
ko: 부교감신경 긴장도가 점진적이고 자연스러운 감소를 시작하고 있습니다. 강한 HRV를 유지하는 데 유산소 체력과 수면의 질이 점점 더 중요한 수단이 됩니다.
nb: Den parasympatiske tonusen din begynner en gradvis, naturlig nedgang. Aerob form og søvnkvalitet blir stadig viktigere for å opprettholde en sterk HRV.
nl: Je parasympathische tonus begint geleidelijk en natuurlijk af te nemen. Aerobe fitheid en slaapkwaliteit worden steeds belangrijkere hefbomen om een sterke HRV te behouden.
pt_br: Seu tônus parassimpático está começando um declínio gradual e natural. O condicionamento aeróbico e a qualidade do sono se tornam alavancas cada vez mais importantes para manter uma VFC forte.
ru: Ваш парасимпатический тонус начинает постепенно и естественно снижаться. Аэробная форма и качество сна становятся всё более важными рычагами для поддержания высокой ВСР.
sv: Din parasympatiska tonus börjar en gradvis, naturlig nedgång. Aerob kondition och sömnkvalitet blir allt viktigare för att behålla en stark HRV.
zh_hans: 你的副交感神经张力开始逐渐、自然地下降。有氧体能和睡眠质量对于维持较高的 HRV 越来越重要。

source: Your personal baseline is the foundation of everything the app does. It's what makes your recovery score meaningful — not a generic number, but YOUR number relative to YOUR normal.
ar: خط أساسك الشخصي هو الأساس لكل ما يفعله التطبيق. هو ما يجعل درجة تعافيك ذات معنى — ليست رقمًا عامًا، بل رقمك أنت مقارنةً بالمعتاد لديك.
da: Din personlige baseline er fundamentet for alt, hvad appen gør. Det er den, der gør din restitutionsscore meningsfuld — ikke et generisk tal, men DIT tal i forhold til DIT normale.
de: Deine persönliche Baseline ist die Grundlage von allem, was die App macht. Sie macht deinen Erholungswert aussagekräftig — keine generische Zahl, sondern DEINE Zahl im Verhältnis zu DEINEM Normalwert.
es: Tu línea base personal es la base de todo lo que hace la app. Es lo que da sentido a tu puntuación de recuperación: no un número genérico, sino TU número respecto a TU normalidad.
fi: Henkilökohtainen perustasosi on kaiken sovelluksen toiminnan perusta. Se tekee palautumispistemäärästäsi merkityksellisen — ei yleinen luku, vaan SINUN lukusi suhteessa SINUN normaaliisi.
fr: Votre référence personnelle est la base de tout ce que fait l’app. C’est elle qui donne du sens à votre score de récupération — pas un chiffre générique, mais VOTRE chiffre par rapport à VOTRE normale.
is: Persónulega grunngildið þitt er undirstaða alls sem appið gerir. Það er það sem gerir batastigið marktækt — ekki almenn tala, heldur ÞÍN tala miðað við ÞITT venjulega.
it: La tua linea di base personale è il fondamento di tutto ciò che fa l'app. È ciò che rende significativo il punteggio di recupero: non un numero generico, ma il TUO numero rispetto alla TUA norma.
ja: 個人のベースラインは、アプリが行うすべての土台です。それが回復スコアを意味のあるものにします — 一般的な数値ではなく、あなたの普段に対するあなたの数値です。
ko: 개인 기준선은 앱이 하는 모든 일의 토대입니다. 회복 점수를 의미 있게 만드는 것이 바로 이것입니다 — 일반적인 숫자가 아니라, 본인의 평소에 대한 본인의 숫자.
nb: Den personlige grunnlinjen din er grunnlaget for alt appen gjør. Det er den som gjør restitusjonsscoren meningsfull — ikke et generelt tall, men DITT tall i forhold til DITT normale.
nl: Je persoonlijke basislijn is de basis van alles wat de app doet. Daardoor krijgt je herstelscore betekenis — geen algemeen getal, maar JOUW getal ten opzichte van JOUW normaal.
pt_br: Sua linha de base pessoal é a base de tudo o que o app faz. É o que torna sua pontuação de recuperação significativa — não um número genérico, mas o SEU número em relação ao SEU normal.
ru: Личный базовый уровень — основа всего, что делает приложение. Именно он делает оценку восстановления осмысленной: это не обобщённое число, а ВАШЕ число относительно ВАШЕЙ нормы.
sv: Din personliga baslinje är grunden för allt appen gör. Det är den som gör din återhämtningspoäng meningsfull — inte ett generiskt tal, utan DITT tal i förhållande till DITT normala.
zh_hans: 你的个人基线是应用一切功能的基础。正是它让你的恢复评分有意义 — 不是一个通用数字，而是你自己的数字相对于你自己的常态。

source: Your purchase is a standard App Store transaction managed entirely by Apple. Emuqu never sees your payment information.
ar: شراؤك معاملة قياسية في App Store تديرها Apple بالكامل. لا يرى Emuqu معلومات الدفع الخاصة بك أبدًا.
da: Dit køb er en almindelig App Store-transaktion, der håndteres fuldt ud af Apple. Emuqu ser aldrig dine betalingsoplysninger.
de: Dein Kauf ist eine gewöhnliche App-Store-Transaktion, die vollständig von Apple abgewickelt wird. Emuqu sieht deine Zahlungsinformationen nie.
es: Tu compra es una transacción estándar del App Store gestionada íntegramente por Apple. Emuqu nunca ve tus datos de pago.
fi: Ostoksesi on tavallinen App Store -tapahtuma, jota Apple hallinnoi kokonaan. Emuqu ei koskaan näe maksutietojasi.
fr: Votre achat est une transaction App Store standard, entièrement gérée par Apple. Emuqu ne voit jamais vos informations de paiement.
is: Kaupin eru hefðbundin App Store-færsla sem Apple sér alfarið um. Emuqu sér aldrei greiðsluupplýsingarnar þínar.
it: Il tuo acquisto è una normale transazione dell'App Store gestita interamente da Apple. Emuqu non vede mai i tuoi dati di pagamento.
ja: 購入は Apple が完全に管理する標準的な App Store の取引です。Emuqu があなたの支払い情報を目にすることはありません。
ko: 구매는 Apple이 전적으로 관리하는 표준 App Store 거래입니다. Emuqu는 결제 정보를 절대 보지 않습니다.
nb: Kjøpet ditt er en vanlig App Store-transaksjon som håndteres helt av Apple. Emuqu ser aldri betalingsinformasjonen din.
nl: Je aankoop is een standaard App Store-transactie die volledig door Apple wordt afgehandeld. Emuqu ziet je betaalgegevens nooit.
pt_br: Sua compra é uma transação padrão da App Store, gerenciada inteiramente pela Apple. O Emuqu nunca vê suas informações de pagamento.
ru: Покупка — стандартная транзакция App Store, полностью управляемая Apple. Emuqu никогда не видит ваши платёжные данные.
sv: Ditt köp är en vanlig App Store-transaktion som hanteras helt av Apple. Emuqu ser aldrig din betalningsinformation.
zh_hans: 你的购买是由 Apple 全权管理的标准 App Store 交易。Emuqu 永远看不到你的付款信息。

source: Your Recovery Score
ar: درجة تعافيك
da: Din restitutionsscore
de: Dein Erholungs-Score
es: Tu puntuación de recuperación
fi: Palautumispistemääräsi
fr: Votre score de récupération
is: Batastigið þitt
it: Il tuo punteggio di recupero
ja: 回復スコア
ko: 회복 점수
nb: Restitusjonsscoren din
nl: Je herstelscore
pt_br: Sua Pontuação de Recuperação
ru: Ваша оценка восстановления
sv: Din återhämtningspoäng
zh_hans: 你的恢复评分

source: Your recovery score applies a penalty of up to 10 points when mean HR rises significantly above your personal baseline. A 5+ bpm elevation from your 7-day average suggests incomplete recovery even if RMSSD looks normal.
ar: تطبّق درجة تعافيك خصمًا يصل إلى 10 نقاط عندما يرتفع متوسط معدل ضربات القلب بشكل ملحوظ فوق خط أساسك الشخصي. ارتفاع 5 نبضات/دقيقة أو أكثر عن متوسط 7 أيام يوحي بتعافٍ غير مكتمل حتى لو بدا RMSSD طبيعيًا.
da: Din restitutionsscore giver et fradrag på op til 10 point, når din gennemsnitlige puls stiger markant over din personlige baseline. En stigning på 5+ bpm i forhold til dit 7-dages gennemsnit tyder på ufuldstændig restitution, selv hvis RMSSD ser normal ud.
de: Dein Erholungswert sieht einen Abzug von bis zu 10 Punkten vor, wenn die mittlere HF deutlich über deine persönliche Baseline steigt. Eine Erhöhung um 5+ bpm gegenüber deinem 7-Tage-Durchschnitt deutet auf unvollständige Erholung hin, selbst wenn der RMSSD normal aussieht.
es: Tu puntuación de recuperación aplica una penalización de hasta 10 puntos cuando la FC media sube bastante por encima de tu línea base personal. Una subida de 5 lpm o más respecto a tu media de 7 días sugiere una recuperación incompleta aunque el RMSSD parezca normal.
fi: Palautumispistemääräsi vähentää enintään 10 pistettä, kun keskisyke nousee merkittävästi henkilökohtaisen perustasosi yläpuolelle. Vähintään 5 bpm:n nousu 7 päivän keskiarvostasi viittaa vajaaseen palautumiseen, vaikka RMSSD näyttäisi normaalilta.
fr: Votre score de récupération applique une pénalité allant jusqu’à 10 points quand la FC moyenne monte nettement au-dessus de votre référence personnelle. Une hausse de 5 bpm ou plus par rapport à votre moyenne sur 7 jours suggère une récupération incomplète, même si le RMSSD paraît normal.
is: Batastigið dregur allt að 10 stig frá þegar meðalpúls hækkar verulega yfir persónulegt grunngildi þitt. Hækkun um 5+ slög/mín frá 7 daga meðaltalinu bendir til ófullkomins bata jafnvel þótt RMSSD virðist eðlilegt.
it: Il punteggio di recupero applica una penalità fino a 10 punti quando la FC media sale in modo significativo sopra la tua linea di base personale. Un aumento di 5 o più bpm rispetto alla media a 7 giorni suggerisce un recupero incompleto anche se l'RMSSD sembra normale.
ja: 平均心拍数が個人のベースラインを大きく上回ると、回復スコアから最大 10 ポイントが差し引かれます。7 日間の平均より 5 bpm 以上高い場合は、RMSSD が正常に見えても回復が不十分な可能性があります。
ko: 평균 심박수가 개인 기준선보다 크게 높아지면 회복 점수에 최대 10점의 감점이 적용됩니다. 7일 평균보다 5bpm 이상 높으면 RMSSD가 정상으로 보여도 회복이 완전하지 않음을 시사합니다.
nb: Restitusjonsscoren gir et fradrag på opptil 10 poeng når gjennomsnittspulsen stiger betydelig over den personlige grunnlinjen din. En økning på 5+ bpm fra 7-dagers gjennomsnittet tyder på ufullstendig restitusjon selv om RMSSD ser normal ut.
nl: Je herstelscore trekt tot 10 punten af als je gemiddelde HS duidelijk boven je persoonlijke basislijn stijgt. Een verhoging van 5+ spm ten opzichte van je 7-daagse gemiddelde wijst op onvolledig herstel, ook als RMSSD er normaal uitziet.
pt_br: Sua pontuação de recuperação aplica uma penalidade de até 10 pontos quando a FC média sobe de forma significativa acima da sua linha de base pessoal. Uma elevação de 5 bpm ou mais em relação à sua média de 7 dias sugere recuperação incompleta, mesmo que o RMSSD pareça normal.
ru: Оценка восстановления снижается до 10 баллов, когда средний пульс заметно превышает ваш личный базовый уровень. Повышение на 5+ уд/мин относительно среднего за 7 дней указывает на неполное восстановление, даже если RMSSD выглядит нормально.
sv: Din återhämtningspoäng ger ett avdrag på upp till 10 poäng när medelpulsen stiger betydligt över din personliga baslinje. En ökning på 5+ bpm jämfört med ditt 7-dagarsmedel tyder på ofullständig återhämtning även om RMSSD ser normal ut.
zh_hans: 当平均心率明显高于你的个人基线时，恢复评分最多会扣 10 分。比你 7 天平均值高出 5 bpm 以上，提示恢复可能不完全，即使 RMSSD 看起来正常。

source: Your recovery score is a single number (0-100) that synthesizes your HRV, sleep, and vitals (respiratory rate, wrist temperature, SpO2) into one answer: how recovered are you today?
ar: درجة تعافيك رقم واحد (0-100) يجمع HRV والنوم والعلامات الحيوية (معدل التنفس، حرارة المعصم، SpO2) في إجابة واحدة: ما مدى تعافيك اليوم؟
da: Din restitutionsscore er ét tal (0-100), der samler din HRV, søvn og vitale tegn (vejrtrækningsfrekvens, håndledstemperatur, SpO2) i ét svar: hvor restitueret er du i dag?
de: Dein Erholungswert ist eine einzige Zahl (0–100), die deine HRV, deinen Schlaf und deine Vitalwerte (Atemfrequenz, Handgelenkstemperatur, SpO2) zu einer Antwort zusammenführt: Wie erholt bist du heute?
es: Tu puntuación de recuperación es un único número (0-100) que sintetiza tu HRV, tu sueño y tus constantes vitales (frecuencia respiratoria, temperatura de la muñeca, SpO2) en una sola respuesta: ¿cuánto te has recuperado hoy?
fi: Palautumispistemääräsi on yksi luku (0–100), joka yhdistää HRV:si, unesi ja vitaaliarvosi (hengitystiheys, rannelämpötila, SpO2) yhdeksi vastaukseksi: kuinka palautunut olet tänään?
fr: Votre score de récupération est un chiffre unique (0-100) qui synthétise votre HRV, votre sommeil et vos signes vitaux (fréquence respiratoire, température du poignet, SpO2) en une seule réponse : à quel point êtes-vous récupéré aujourd’hui ?
is: Batastigið er ein tala (0-100) sem sameinar HRV, svefn og lífsmörk (öndunartíðni, úlnliðshita, SpO2) í eitt svar: hversu vel hefurðu jafnað þig í dag?
it: Il punteggio di recupero è un singolo numero (0-100) che sintetizza HRV, sonno e parametri vitali (frequenza respiratoria, temperatura del polso, SpO2) in un'unica risposta: quanto sei recuperato oggi?
ja: 回復スコアは、HRV、睡眠、バイタル（呼吸数、手首の温度、SpO2）を統合して「今日はどれだけ回復しているか？」に答える一つの数値（0～100）です。
ko: 회복 점수는 HRV, 수면, 활력 징후(호흡수, 손목 온도, SpO2)를 하나의 답으로 종합한 단일 숫자(0-100)입니다: 오늘 얼마나 회복되었나?
nb: Restitusjonsscoren din er ett tall (0-100) som samler HRV, søvn og vitale tegn (respirasjonsfrekvens, håndleddstemperatur, SpO2) i ett svar: hvor restituert er du i dag?
nl: Je herstelscore is één getal (0-100) dat je HRV, slaap en vitale waarden (ademhalingsfrequentie, polstemperatuur, SpO2) samenbrengt in één antwoord: hoe hersteld ben je vandaag?
pt_br: Sua pontuação de recuperação é um único número (0-100) que sintetiza sua VFC, seu sono e seus sinais vitais (frequência respiratória, temperatura do pulso, SpO2) em uma resposta: quão recuperado você está hoje?
ru: Оценка восстановления — одно число (0–100), которое объединяет ВСР, сон и жизненные показатели (частота дыхания, температура запястья, SpO2) в один ответ: насколько вы сегодня восстановились?
sv: Din återhämtningspoäng är ett enda tal (0–100) som sammanfattar din HRV, sömn och dina vitala tecken (andningsfrekvens, handledstemperatur, SpO2) i ett svar: hur återhämtad är du idag?
zh_hans: 你的恢复评分是一个数字（0-100），它将你的 HRV、睡眠和生命体征（呼吸频率、手腕温度、SpO2）综合成一个答案：你今天恢复得怎么样？

source: Your screen locks normally — no bright screen all night
ar: تُقفل شاشتك بشكل طبيعي — لا شاشة ساطعة طوال الليل
da: Din skærm låses normalt — ingen lys skærm hele natten
de: Dein Bildschirm sperrt sich normal — kein heller Bildschirm die ganze Nacht
es: Tu pantalla se bloquea con normalidad: nada de pantalla encendida toda la noche
fi: Näyttösi lukittuu normaalisti — ei kirkasta näyttöä koko yötä
fr: Votre écran se verrouille normalement — pas d’écran allumé toute la nuit
is: Skjárinn læsist eðlilega — enginn bjartur skjár alla nóttina
it: Lo schermo si blocca normalmente: niente schermo acceso tutta la notte
ja: 画面は通常どおりロックされます — 一晩中画面が明るいままになることはありません
ko: 화면은 평소처럼 잠깁니다 — 밤새 밝은 화면이 켜져 있지 않습니다
nb: Skjermen låses som vanlig — ingen lys skjerm hele natten
nl: Je scherm vergrendelt gewoon — geen fel scherm de hele nacht
pt_br: Sua tela bloqueia normalmente — nada de tela acesa a noite toda
ru: Экран блокируется как обычно — никакого яркого экрана всю ночь
sv: Skärmen låses som vanligt — ingen ljus skärm hela natten
zh_hans: 屏幕正常锁定 — 不会整夜亮着

source: Your Sleep Score
ar: نتيجة نومك
da: Din søvnscore
de: Dein Schlafwert
es: Tu puntuación de sueño
fi: Unipisteesi
fr: Votre score de sommeil
is: Svefnstigin þín
it: Il tuo punteggio del sonno
ja: 睡眠スコア
ko: 수면 점수
nb: Søvnscoren din
nl: Je slaapscore
pt_br: Sua pontuação de sono
ru: Ваша оценка сна
sv: Din sömnpoäng
zh_hans: 你的睡眠评分

source: Your sleep score updates to reflect the longer sleep duration
ar: تتحدّث نتيجة نومك لتعكس مدة النوم الأطول
da: Din søvnscore opdateres, så den afspejler den længere søvn
de: Dein Schlafwert wird aktualisiert und spiegelt die längere Schlafdauer wider
es: Tu puntuación de sueño se actualiza para reflejar la mayor duración del sueño
fi: Unipisteesi päivittyvät vastaamaan pidempää unen kestoa
fr: Votre score de sommeil se met à jour pour refléter la durée de sommeil plus longue
is: Svefnstigin uppfærast til að endurspegla lengri svefntíma
it: Il punteggio del sonno si aggiorna per riflettere la maggiore durata del sonno
ja: 睡眠スコアは、長くなった睡眠時間を反映して更新されます
ko: 수면 점수가 늘어난 수면 시간을 반영해 업데이트됩니다
nb: Søvnscoren oppdateres for å gjenspeile den lengre søvnvarigheten
nl: Je slaapscore wordt bijgewerkt naar de langere slaapduur
pt_br: Sua pontuação de sono é atualizada para refletir a duração maior do sono
ru: Оценка сна обновляется с учётом большей продолжительности сна
sv: Din sömnpoäng uppdateras för att spegla den längre sömnen
zh_hans: 你的睡眠评分会更新，以反映更长的睡眠时长

source: Your total sleep time increases to include the extended period
ar: يزداد إجمالي وقت نومك ليشمل الفترة الممتدة
da: Din samlede søvntid øges, så den omfatter den forlængede periode
de: Deine Gesamtschlafzeit erhöht sich um den verlängerten Zeitraum
es: Tu tiempo total de sueño aumenta para incluir el periodo adicional
fi: Kokonaisuniaikasi kasvaa ja sisältää jatkojakson
fr: Votre temps de sommeil total augmente pour inclure la période supplémentaire
is: Heildarsvefntíminn eykst og nær yfir framlengda tímabilið
it: Il tempo di sonno totale aumenta e include il periodo aggiuntivo
ja: 総睡眠時間に延長分が加わります
ko: 총 수면 시간이 연장된 시간을 포함해 늘어납니다
nb: Den totale søvntiden øker og inkluderer den forlengede perioden
nl: Je totale slaaptijd wordt verlengd met de extra periode
pt_br: Seu tempo total de sono aumenta para incluir o período adicional
ru: Общее время сна увеличивается с учётом дополнительного периода
sv: Din totala sömntid ökar och inkluderar den förlängda perioden
zh_hans: 你的总睡眠时间会增加，包含延长的部分

source: Your Trail History
ar: سجل مساراتك
da: Din sporhistorik
de: Dein Spurenverlauf
es: Tu historial de rastros
fi: Jälkihistoriasi
fr: Historique de vos tracés
is: Slóðasagan þín
it: Lo storico delle tue tracce
ja: トレイルの履歴
ko: 트레일 기록
nb: Sporhistorikken din
nl: Je spoorgeschiedenis
pt_br: Seu histórico de rastros
ru: История ваших следов
sv: Din spårhistorik
zh_hans: 你的轨迹历史
